import React from 'react';
import Project from './Projects'


function About() {
  return (
    <div>
  <main class="main">
  <section class="card-lg__container">

    <h1 class="card__text-lg2">الرياض الخضراء</h1>
    <p class="card__text-md2">يعد مشروع الرياض الخضراء من أهم المشاريع البيئية المتميزة، فهو واحد من أكبر مشاريع التشجير طموحًا في العالم، وأحد مشاريع الرياض الأربعة الكبرى التي أطلقها خادم الحرمين الشريفين الملك سلمان بن عبد العزيز، حفظه الله، بمبادرة من صاحب السمو الملكي الأمير محمد بن سلمان بن عبد العزيز، ولي العهد نائب رئيس مجلس الوزراء رئيس مجلس إدارة الهيئة الملكية لمدينة الرياض، حفظه الله في مارس 2019، ضمن إطار تحقيق أحد أهداف رؤية السعودية 2030 "لرفع تصنيف مدينة الرياض بين نظيراتها من مدن العالم".</p>
  
  </section>


  <section class="card-sm__container">
 


   </section>

</main>
  
    </div>
  )
}

export default About